import "./About.css";

export const About = () => {
  return (
    <div className="about-page">
      <h1>О нас</h1>
      <p>
        Добро пожаловать в <strong>K/DA SHOP</strong> — место, где стиль встречается с виртуальной музыкой!
        Мы создаём уникальные товары, вдохновлённые вселенной K/DA и её участницами: Ahri, Evelynn, Akali и Kai'Sa.
      </p>
      <p>
        Наша цель — дать фанатам возможность почувствовать себя частью легендарной группы. Мы предлагаем коллекционную одежду, аксессуары и многое другое.
      </p>
      <p>
        Присоединяйся к нам в этом цифровом путешествии и стань частью движения K/DA!
      </p>
    </div>
  );
};